Repository: kartiksharmakk/Vrikshved
Catalog: lib/l10n/app_*.arb
Languages: pa

# ws_welcomeback
source: Welcome Back!
pa: ਵਾਪਸ ਸੁਆਗਤ ਹੈ!

# ws_enterdetail
source: Enter Your Details to log in OR
pa: ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ ਜਾਂ

# ws_guestuser
source: Guest User
pa: ਮਹਿਮਾਨ ਉਪਭੋਗਤਾ

# ws_signin
source: Sign In
pa: ਸਾਈਨ - ਇਨ

# ws_signup
source: Sign Up
pa: ਸਾਇਨ ਅਪ

# h1_takepic
source: Take a Photo
pa: ਇੱਕ ਫੋਟੋ ਲਵੋ

# h1_searchonnet
source: Search on Internet
pa: ਇੰਟਰਨੈੱਟ 'ਤੇ ਖੋਜ ਕਰੋ

# h1_plantrec
source: Plant Recognition
pa: ਪੌਦੇ ਦੀ ਮਾਨਤਾ

# h1_noimageselected
source: No image selected.
pa: ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ।

# h1_picgallery
source: Pick from Gallery
pa: ਗੈਲਰੀ ਤੋਂ ਚੁਣੋ

# homeappbar_title_vrikshveda
source: Vrikshveda
pa: ਵ੍ਰਿਕਸ਼ਵੇਦ

# pr_dieasedetection
source: Disease Detection
pa: ਰੋਗ ਖੋਜ

# post_expertsolutions
source: Expert's Solutions
pa: ਮਾਹਰ ਦੇ ਹੱਲ

# post_solutions
source: Solutions
pa: ਹੱਲ

# ap_solprovbyyou
source: Solutions Provided by you
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹੱਲ

# ap_addsol
source: Add Solution
pa: ਹੱਲ ਸ਼ਾਮਲ ਕਰੋ

# ap_enterdieasetitle
source: Enter Disease Title
pa: ਬਿਮਾਰੀ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ

# ap_title
source: Title
pa: ਸਿਰਲੇਖ

# ap_enterdescr
source: Enter the Description/Solution
pa: ਵਰਣਨ/ਹੱਲ ਦਰਜ ਕਰੋ

# lg_welcomeback
source: Welcome Back
pa: ਵਾਪਸ ਸੁਆਗਤ ਹੈ

# lg_email
source: Email
pa: ਈਮੇਲ

# lg_hintemail
source: Enter Email
pa: ਈਮੇਲ ਦਰਜ ਕਰੋ

# lg_pass
source: Password
pa: ਪਾਸਵਰਡ

# lg_hintpass
source: Enter Password
pa: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

# lg_agreeprocessdata
source: Agree to process data
pa: ਡੇਟਾ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਸਹਿਮਤ

# lg_forgotpass
source: Forget password?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?

# lg_sgupwith
source: Sign Up With
pa: ਸਾਈਨ ਅੱਪ ਕਰੋ

# lg_donthaveacc
source: Don't have an account?
pa: ਕੀ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?

# sg_alreadyacc
source: Already have an account?
pa: ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?

# sg_agreeprocessdata
source: I agree to the processing of
pa: ਮੈਂ ਦੀ ਪ੍ਰਕਿਰਿਆ ਲਈ ਸਹਿਮਤ ਹਾਂ

# sg_personaldata
source: Personal data
pa: ਨਿਜੀ ਸੂਚਨਾ

# sg_fullname
source: Full Name
pa: ਪੂਰਾ ਨਾਂਮ

# sg_enterfullname
source: Enter Full Name
pa: ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ

# sg_iama
source: I am an
pa: ਮੈਂ ਇੱਕ

# sg_expspec
source: Expert Specialist
pa: ਮਾਹਰ ਸਪੈਸ਼ਲਿਸਟ ਹਾਂ

# sg_processingdata
source: Processing Data
pa: ਪ੍ਰੋਸੈਸਿੰਗ ਡੇਟਾ

# sg_agreetoprocessdataSnackbar
source: Please agree to the processing of personal data
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ ਲਈ ਸਹਿਮਤ ਹੋਵੋ

# sg_getstarted
source: Get Started
pa: ਸ਼ੁਰੂ ਕਰੋ

# post_search
source: Search
pa: ਖੋਜ

# chat_search
source: Search...
pa: ਖੋਜ...

# chat_chats
source: Chats
pa: ਗੱਲਬਾਤ

# chat_convo
source: Conversations
pa: ਗੱਲਬਾਤ

# fg_reseturpass
source: Reset Your Password
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ

# fg_resetpass
source: Reset Password
pa: ਰੀਸੈਟ ਪਾਸਵਰਡ
